Can't save Group.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotSaveGroup { get; }
  Visual Basic
Public Shared ReadOnly Property CannotSaveGroup As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotSaveGroup {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GroupFailures Class
  Autodesk.Revit.DB Namespace